binding.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-04-08 Mon 17:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>binding</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="styles.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">binding</h1>
<div id="outline-container-org352d0e2" class="outline-2">
<h2 id="org352d0e2"></h2>
<div class="outline-text-2" id="text-org352d0e2">
<p>
There is only one impossible problem: naming things
</p>

<p>
What greater form of violence is there, than to create concretions of identity
</p>

<p>
To know the composition of yourself and the world you inhabit
</p>

<p>
Such depth, suffocated by the shallow puddle of symbol and shorthand
</p>

<p>
Freedom and purpose, truncated for comfort
</p>

<hr />
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-07-03 Mon 00:00</p>
<p class="date">Created: 2024-04-08 Mon 17:19</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
